export default {
  base: {
    appTitle: 'مُسْلِم',
    settings: 'الإعدادات',
    me: 'أنا',
    thisIsTheGuy: 'هو ده الراجل ياباشا',
    introAyah:
      'كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللَّهِ ۗ وَلَوْ آمَنَ أَهْلُ الْكِتَابِ لَكَانَ خَيْرًا لَّهُم ۚ مِّنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفَاسِقُونَ',
    introAyahNumber: '[ سورة آل عمران : 110]',
    appStory: 'مُسْلِم هو تطبيق بسيط يساعدك على تأدية أورادك اليومية كمُسْلِم.',
  },
  settings: {
    primaryColor: 'اللون الأساسي',
    secondaryColor: 'اللون الثانوي',
    language: 'اللغة',
    rememberSettings: 'تذكر الإعدادات',
    apply: 'تطبيق',
    updatedToast: 'تم تحديث الإعدادات',
  },
  links: {
    aboutTheDeveloper: 'عن المطور',
    proTips: 'اختصارات',
  },
  tools: 'أدواتك',
  toolsDescription: 'يمكنك استخدام هذه الأدوات لمساعدتك في أورادك اليومية.',
  footer: {
    madeWith: 'صُنع بواسطة',
    by: 'بواسطة',
  },
};
